eis-cart-tests-master@3bc714a7387/tests/test-data/intf-specs/gswf/template/EIS_FileTransfer/request.xmlt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:even="http://www.thegoldensource.com/EventRaiserService.wsdl">
   <soapenv:Header/>
   <soapenv:Body>
      <even:RaiseEIS_FileTransferAsynchron>
         <even:ArchiveFilePath>${ARCHIVE_FILE_PATH}</even:ArchiveFilePath>
         <even:ConfigSource>${CONFIG_SOURCE}</even:ConfigSource>
         <even:FilePath>${FILE_PATH}</even:FilePath>
         <even:FilePattern>${FILE_PATTERN}</even:FilePattern>
      </even:RaiseEIS_FileTransferAsynchron>
   </soapenv:Body>
</soapenv:Envelope>